var tableauQuestion = [
	{
		question: "اگر 80 کیلومتر در ساعت می روید و به یک منطقه مسکونی نزدیک می شوید باید:",
		propositionA: "به سرعت خود بی افزایید",
		propositionB: "اگر وسیله نقلیه دیگری عبور نمی کند سرعت خود را حفظ نمایید",
		propositionC: "آهسته برانید",
		propositionD: "سرعت خود را حفظ نمایید",
		reponse: "C"
	},

	{
		question: "اگر در چراغ راهنمایی به سمت راست می چرخید ، اما یک عابر پیاده را مشاهده می کنید که چه کاری انجام می دهید:",
		propositionA: "عبور می کنیم",
		propositionB: "شما چک می کنید وسیله نقلیه دیگری اطراف شما نباشد",
		propositionC: "صبر می کنیم تا عابر پیاده عبور کند",
		propositionD: "به عابر پیاده ضربه میزنیم و به مسیر ود ادامه می دهیم",
		reponse: "C"
	},

	{
		question: "بدون هیچ گونه نشانه قبلی ، سرعت در یک منطقه مسکونی: __ کیلومتر در ساعت است",
		propositionA: "30 کیلومتر بر ساعت",
		propositionB: "50 کیلومتر بر ساعت",
		propositionC: "40 کیلومتر بر ساعت",
		propositionD: "60 کیلومتر بر ساعت",
		reponse: "B"
	},

	{
		question: "قبل از هر تغییر خط شما باید:",
		propositionA: "آینه ها را چک می کنیم",
		propositionB: "نقاط کور را چک میکنیم",
		propositionC: "به سمت مسیر راهنما زده",
		propositionD: "تمامی گزینه های بالا",
		reponse: "D"
	},

	{
		question: "شیوه ی صحیح گرفتن فرمان اتومبیل در حالت معمول چیست؟",
		propositionA: "10-10",
		propositionB: "6-10",
		propositionC: "12",
		propositionD: "9-9",
		reponse: "A"
	},

	{
		question: "چه زمانی می توانید رانندگی خود را در چراغ راهنمایی ادامه دهید؟",
		propositionA: "وقتی چراغ سبز است",
		propositionB: "زمانی که کسی نیست",
		propositionC: "زمانی که در موقعت نزدیک مدرسه هستیم",
		propositionD: "زمانی که سبز است  یا شما نیروی ویژه هستید و با چراغ گردان دارید",
		reponse: "D"
	},

	{
		question: "خط کشی عابر پیاده وجود ندارد چه باید کرد",
		propositionA: "اجازه عبور به عابر پیاده نیست",
		propositionB: "قبل از ادامه مسیر خیابان را مشاهده میکنیم",
		propositionC: "با اشاره دست اطلاع میدهیم تا عبور کنند",
		propositionD: "ادامه می دهید زیرا چراغ سبز است",
		reponse: "D"
	},

	{
		question: "آنچه در هنگام عبور وسیله نقلیه دیگر مجاز است",
		propositionA: "به سرعت خود اضافه میکنید و از آن عبور میکنید",
		propositionB: "بدون خروج از جاده مسیر را ادامه داده و عبور میکنید",
		propositionC: "شما برای عبور از آن در طرف مقابل جاده رانندگی می کنید",
		propositionD: "برای عبور از آنها از حد مجاز سرعت فراتر می روید",
		reponse: "C"
	},

	{
		question: "شما در بزرگراه رانندگی می کنید که حداکثر سرعت آن را 120 کیلومتر در ساعت نشان می دهد. اما بیشتر تردد کنندگان با سرعت 125 کیلومتر در ساعت رانندگی می کنند ، بنابراین شما نباید سریعتر از",
		propositionA: "120 کیلومتر بر ساعت",
		propositionB: "125 کیلومتر بر ساعت",
		propositionC: "130 کیلومتر بر ساعت",
		propositionD: "110 کیلومتر بر ساعت",
		reponse: "A"
	},

	{
		question: "هنگامی که شما با وسیله نقلیه دیگری سبقت گرفتید مهم نیست که:",
		propositionA: "از سرعت خود بکاهید",
		propositionB: "آینه های خود را چک کنید",
		propositionC: "به راننده دیگر نگاه میکنید",
		propositionD: "سرعت خود را افزایش دهید",
		reponse: "D"
	},
]
